[
    {
        "date": "2025-12-01",
        "content": "Bine a venit decembrie, luna magiei! Dar pentru mine, magia a început în ziua în care te-am cunoscut. Te iubesc cel mai mult, puiule mic!",
        "image": "https://media.istockphoto.com/id/1296158976/photo/female-hands-in-knitted-mittens-with-snowy-heart-against-snow-background.jpg?s=612x612&w=0&k=20&c=eCZupAzeLBXnPLlCDG6_VEMFf_2DQrUGbfIyeOJhd4U="
    },
    {
        "date": "2025-12-02",
        "content": "Afara poate e frig, dar gândul la tine este focul care îmi încălzește inima. Ești soarele meu în plină iarnă.",
        "image": "https://media.istockphoto.com/id/184195004/photo/winter-landscape-branches-form-a-heart-shaped-pattern.jpg?s=612x612&w=0&k=20&c=I4ZvB3GLKRmwwy2PcsALKldnHsYPYdMhpfgZ54V8k-8="
    },
    {
        "date": "2025-12-03",
        "content": "Fulgii de nea sunt unici, dar niciunul nu este la fel de special și de frumos ca tine, iubirea mea, puiulk meu mic.",
        "image": "https://media.istockphoto.com/id/1384036653/photo/cute-snowman-couple-in-love-with-snow-heart-between-them.jpg?s=612x612&w=0&k=20&c=8tkaRuqK96gzzc_ni1sk_dte69XQWByp2244NEXyAf8="
    },
    {
        "date": "2025-12-04",
        "content": "Tot ce îmi doresc în serile lungi de iarnă este să stăm îmbrățișați la căldură. Tu ești acasă pentru mine.",
        "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSiW3GeIAgWo-P3rBEw3mbsVLvsKyNqxj3-yQ&s"
    },
    {
        "date": "2025-12-05",
        "content": "Aștept să vină Moș Nicolae, dar știu deja că cel mai frumos cadou a ajuns demult în viața mea: ești TUUUUUUUUUU!",
        "image": "https://thumbs.dreamstime.com/b/winter-love-snow-globe-couple-romance-snowy-forest-valentine-s-card-design-363565190.jpg"
    },
    {
        "date": "2025-12-06",
        "content": "La mulți ani de Moș Nicolae, sufletul meu bun! Sper să găsești în ghetuțe toată dragostea mea infinită pentru tine iar in sufletul tău să fie mereu Crăciun!",
        "image": "https://thumbs.dreamstime.com/b/adorable-snowman-couple-heart-winter-love-joy-heartwarming-image-two-cheerful-snowmen-dressed-matching-pink-338624463.jpg"
    },
    {
        "date": "2025-12-07",
        "content": "Iarna aceasta este mai frumoasă pentru că o trăiesc alături de tine. Îți mulțumesc că îmi colorezi zilele cenușii in cele mai frumoase culori.",
        "image": "https://images.unsplash.com/photo-1708970348683-0294c71117c7?fm=jpg&q=60&w=3000&ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8Nnx8d2ludGVyJTIwbG92ZXxlbnwwfHwwfHx8MA%3D%3D"
    },
    {
        "date": "2025-12-08",
        "content": "Brațele tale sunt singurul fular de care am nevoie să mă apere de frig. Te iubesc enorm, mai mult decat orice, puiule mic!",
        "image": "https://static01.nyt.com/images/2024/11/07/well/07WELL-NL-WINTERING/07WELL-NL-WINTERING-articleLarge.jpg?quality=75&auto=webp&disable=upscale"
    },
    {
        "date": "2025-12-09",
        "content": "Când privesc ninsoarea, mă gândesc la puritatea sufletului tău. Ești totul meu, iubito!",
        "image": "https://www.wallpapergap.com/cdn/24/498/winter-love-wallpapers-free-download-3000x2000.jpg"
    },
    {
        "date": "2025-12-10",
        "content": "O ciocolată caldă și sărutul tău... rețeta perfectă pentru o zi de decembrie. Mi-e dor de tine si abia astept sa te tin in ale mele brate!",
        "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRNXaMDQM9gQLJRZXyRAGc9XQque1XFj5npVQ&s"
    },
    {
        "date": "2025-12-11",
        "content": "Ești steluța care luminează cel mai tare în nopțile lungi de iarnă. Te iubesc mai mult decat orice, viața mea!",
        "image": "https://ichef.bbci.co.uk/images/ic/480xn/p094v22j.jpg.webp"
    },
    {
        "date": "2025-12-12",
        "content": "Fiecare zi cu tine e o sărbătoare. Nu am nevoie de Crăciun ca să știu ce înseamnă fericirea, te am pe tine! Iti multumesc ca esti in viata mea!",
        "image": "https://www.shutterstock.com/image-vector/valentines-day-young-couple-love-260nw-2553386353.jpg"
    },
    {
        "date": "2025-12-13",
        "content": "Îmi place cum îți roșesc obrajii de la frig si atunci cand zic ca esti fumoasa, ești cea mai minunata ființă din univers. Te iubes mai mult ca orice!",
        "image": "https://i.pinimg.com/564x/c2/8b/32/c28b325d9b22643c3494ad2b9a6ee53e.jpg"
    },
    {
        "date": "2025-12-14",
        "content": "Să ningă peste noi cu iubire și fericire. Rămâi mereu lângă mine, am nevoie de tine, puiule mic!",
        "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQC45PfNgApD_hwHWEjSWnyga7OgOaJjDJLKA&s"
    },
    {
        "date": "2025-12-15",
        "content": "Jumătatea lunii decembrie și inima mea bate tot mai tare pentru tine. Ești minunea mea de iarnă, lumina vietii mele.",
        "image": "https://i.pinimg.com/236x/66/fb/68/66fb684e10492d320111d8b6bfcd7e01.jpg"
    },
    {
        "date": "2025-12-16",
        "content": "Luminile orașului sunt frumoase, dar nu se compară cu lumina din ochii tăi albastrii ca cerul infinit când zâmbești. Te iubesc babyyyyyyyyyyyy!",
        "image": "https://media.istockphoto.com/id/1135489659/photo/dogs-under-blanket-together.jpg?s=612x612&w=0&k=20&c=cUB1gAaYKMgRDoJ9_xEKDfQCzP52oUgAdyOZQ7-bRBE="
    },
    {
        "date": "2025-12-17",
        "content": "Vreau să ne scriem povestea de iubire, să știe tot universul cât de mult însemni pentru mine. Te iubesc mai mult decat inifinitul!",
        "image": ""
    },
    {
        "date": "2025-12-18",
        "content": "Tu ești căldura mea când lumea e înghețată. Îți mulțumesc că exiști și că mă iubești.",
        "image": ""
    },
    {
        "date": "2025-12-19",
        "content": "Sub vâsc sau oriunde altundeva, abia aștept să te sărut tare tare tare sa iti iau tot luciul. Ești dorința mea împlinită.",
        "image": ""
    },
    {
        "date": "2025-12-20",
        "content": "Număr zilele până la Crăciun, dar mai ales număr clipele până te voi strânge iar în brațe puiule mic.",
        "image": ""
    },
    {
        "date": "2025-12-21",
        "content": "În cea mai lungă noapte a anului, promit să te iubesc mai mult decat infinitul!",
        "image": ""
    },
    {
        "date": "2025-12-22",
        "content": "Si atunci cand anii vor trece iar parul nostru va deveni alb, acoperit de zapada timpului, eu te voi iubi mai mult ca acum. Esti totul meu puiule mic!",
        "image": ""
    },
    {
        "date": "2025-12-23",
        "content": "Pregătirile de Crăciun sunt haotice, dar tu ești liniștea și pacea mea. Te iubesc nespus, te iuvesc enorm!",
        "image": ""
    },
    {
        "date": "2025-12-24",
        "content": "Ajunul Crăciunului e magic, dar magia adevărată e să adorm și să mă trezesc cu tine langa mine. Ești tot ce îmi doresc iubirea mea!",
        "image": ""
    },
    {
        "date": "2025-12-25",
        "content": "Crăciun Fericit, iubirea mea! Tu ești cel mai prețios dar pe care l-am primit vreodată de la viață. Te iubesc mai mult decat infinit!",
        "image": ""
    },
    {
        "date": "2025-12-26",
        "content": "Sărbătorile continuă, la fel și dragostea mea pentru tine care niciodată nu se va stinge. Ești totul meu, azi și mereu!",
        "image": ""
    },
    {
        "date": "2025-12-27",
        "content": "Dintre toate colindele, vocea ta este melodia mea preferată. Îmi umpli sufletul de bucurie.",
        "image": ""
    },
    {
        "date": "2025-12-28",
        "content": "Pe măsură ce anul se încheie, realizez că tu ai fost cea mai frumoasă parte a lui 2025 si abia astept sa petrecem impreuna un nou an plin de iubire!",
        "image": ""
    },
    {
        "date": "2025-12-29",
        "content": "COLINDE COLINDE, E VREMEA IUBIRII, CACI DRAGOSTEA SE INTINDE IN RADACINILE FIRII, TE IUBESC DIN TOT SUFLETUL MEU ACUM MAINE SI MEREU!",
        "image": ""
    },
    {
        "date": "2025-12-30",
        "content": "Încă puțin și trecem într-un nou an. Sunt fericit că te am alături în această călătorie. Te iubesc puiule mic! Te iubesc mai mult decat infinitul!",
        "image": ""
    },
    {
        "date": "2025-12-31",
        "content": "La mulți ani, iubirea mea! Vreau să te sărut la miezul nopții și în fiecare zi din 2026. Ești totul pentru mine, ne uitam impreuna spre un viitor plin de iubire in timp ce in aceasta seara suntem doar noi doi!",
        "image": ""
    }
]