[
    {
        "date": "2024-11-01",
        "content": "Spune-mi, dacă te-aş prinde-ntr-o zi\nşi ţi-aş săruta talpa piciorului,\nnu-i aşa că ai şchiopăta puţin, după aceea,de teamă să nu-mi striveşti sărutul?…\n-Nichita Stanescu",
        "image": ""
    },
    {
        "date": "2024-11-02",
        "content": "Ochii tăi sunt ca o fereastră către tot ce e frumos în lumea mea. Fiecare zi fără tine e o zi mai aproape de fericirea revederii.",
        "image": ""
    },
    {
        "date": "2024-11-03",
        "content": "Dragostea mea pentru tine e ca marele ocean, vesnic puternica si adanca. Prin furtuna sau vant sau ploaie va rezista in fata oricarei provocari.",
        "image": ""
    },
    {
        "date": "2024-11-04",
        "content": "Dragostea ta îmi luminează fiecare zi, iar gândul că ești în viața mea îmi aduce un zâmbet care nu se stinge niciodată.",
        "image": ""
    },
    {
        "date": "2024-11-05",
        "content": "Când te privesc, simt că toate visele mele devin realitate. Ești tot ce mi-am dorit vreodată și mai mult decât atât.",
        "image": ""
    },
    {
        "date": "2024-11-06",
        "content": "Cu tine, fiecare moment se simte special. Îmi umpli inima de bucurie și mă faci să mă simt cel mai barrrbat om din lume.",
        "image": ""
    },
    {
        "date": "2024-11-07",
        "content": "Mi-ai transformat viața într-un vis frumos și abia aștept să construim împreună viitorul nostru și sa avem mai multe amintiri minunate.",
        "image": ""
    },
    {
        "date": "2024-11-08",
        "content": "Fiecare zâmbet al tău îmi face inima să bata din ce in ce mai tare. Ești motivul pentru care mă trezesc în fiecare zi cu speranță și iubire.",
        "image": ""
    },
    {
        "date": "2024-11-09",
        "content": "Nu există loc în care să mă simt mai acasă decât în brațele tale. Cu tine, orice zi devine perfectă.",
        "image": ""
    },
    {
        "date": "2024-11-10",
        "content": "Kilometrii dintre noi nu pot diminua ceea ce simt pentru tine. Ești mereu în inima și gândurile mele.",
        "image": ""
    },
    {
        "date": "2024-11-11",
        "content": "Chiar dacă suntem departe unul de celălalt, dragostea noastră este atât de puternică încât o simt în fiecare respirație.",
        "image": ""
    },
    {
        "date": "2024-11-12",
        "content": "Ești motivul pentru care zâmbesc în fiecare dimineață și visul frumos la care mă gândesc în fiecare noapte.",
        "image": ""
    },
    {
        "date": "2024-11-13",
        "content": "Fiecare moment petrecut alături de tine este o comoară pe care o păstrez în inima mea pentru totdeauna.",
        "image": ""
    },
    {
        "date": "2024-11-14",
        "content": "Îmi luminezi viața într-un mod în care nimeni altcineva nu o poate face. Te iubesc mai mult decât orice cuvânt ar putea descrie.",
        "image": ""
    },
    {
        "date": "2024-11-15",
        "content": "Când simt dorul tău, îmi amintesc că distanța este doar un test al dragostei noastre, unul pe care îl vom trece cu succes.",
        "image": ""
    },
    {
        "date": "2024-11-16",
        "content": "Dragostea ta mă face să cred în magie, pentru că fiecare clipă cu tine se simte ca un vis devenit realitate.",
        "image": ""
    },
    {
        "date": "2024-11-17",
        "content": "Nu există loc pe care să-l prefer mai mult decât lângă tine, acolo unde inima mea își găsește pacea.",
        "image": ""
    },
    {
        "date": "2024-11-18",
        "content": "Fiecare zi alături de tine este un dar. Te iubesc pentru tot ceea ce ești și pentru tot ce vom deveni împreună.",
        "image": ""
    },
    {
        "date": "2024-11-19",
        "content": "Sunt atât de recunoscător că te am în viața mea. Îmi aduci bucurie și lumină chiar și în cele mai întunecate zile.",
        "image": ""
    },
    {
        "date": "2024-11-20",
        "content": "Gândul că într-o zi vom fi din nou împreună mă face să rezist fiecărei zile în care suntem departe. Iubirea mea pentru tine nu cunoaște limite.",
        "image": ""
    },
    {
        "date": "2024-11-21",
        "content": "",
        "image": ""
    },
    {
        "date": "2024-11-22",
        "content": "",
        "image": ""
    },
    {
        "date": "2024-11-23",
        "content": "",
        "image": ""
    },
    {
        "date": "2024-11-24",
        "content": "",
        "image": ""
    },
    {
        "date": "2024-11-25",
        "content": "",
        "image": ""
    },
    {
        "date": "2024-11-26",
        "content": "",
        "image": ""
    },
    {
        "date": "2024-11-27",
        "content": "",
        "image": ""
    },
    {
        "date": "2024-11-28",
        "content": "",
        "image": ""
    },
    {
        "date": "2024-11-29",
        "content": "",
        "image": ""
    },
    {
        "date": "2024-11-30",
        "content": "",
        "image": ""
    }
]