[
   {
      "date": "2025-09-01",
      "content": "E탳ti cea mai minunat캒 iubit캒 din lume 탳i 칥탵i mul탵umesc pentru tot ceea ce faci puiule mic 탳i frumos!!"
   },
   {
      "date": "2025-09-02",
      "content": "Tu e탳ti cel mai dulce sufle탵el din 칥ntregul univers iar locul meu 탳tiu c캒 este mereu l칙ng캒 tine puiule mic!!!"
   },
   {
      "date": "2025-09-03",
      "content": "E탳ti maimutica mea care m캒 calmeaz캒 탳i m캒 face cel mai fericit!! Te iubesc mai mult dec칙t orice!!!"
   },
   {
      "date": "2025-09-04",
      "content": "eT iov ibui uerem aetsogard aem!!"
   },
   {
      "date": "2025-09-05",
      "content": "EU + TU = 游놌游낕游놌游낕游놌游낕!!! ABIA A탲TEPT S캑 AVEM PUI탲ORII NO탲TRI MINUNA탴I 탲I PERFEC탴I CARE SA SEMENE CU TINE"
   },
   {
      "date": "2025-09-06",
      "content": "칉탵i trimit s캒ruturi dulci 탳i mii de ganduri plien de iubire, s캒-탵i coloreze ziua a탳a cum tu 칥mi colorezi via탵a in mii de culori!"
   },
   {
      "date": "2025-09-07",
      "content": "Tu e탳ti inima mea, puiul meu mic, lumina mea care 칥mi lumineaz캒 inima 탳i via탵a, iubirea mea infinit캒. 칉탵i mul탵umesc pentru fiecare zi minunat캒!!!"
   },
   {
      "date": "2025-09-08",
      "content": "E탳ti tot ce am visat vreodat캒, dar mult mai frumoas캒 탳i mai dulce dec칙t orice vis! E탳ti fericirea mea!!!"
   },
   {
      "date": "2025-09-09",
      "content": "칉탵i mul탵umesc pentru c캒 m캒 iube탳ti a탳a cum sunt. Iti multumesc ca esti iubita mea minunat캒 care mereu ma ajuta si ma sustine! Te iubesc cel mai mult puiul meu mic!!!"
   },
   {
      "date": "2025-09-10",
      "content": "칉mi luminezi via탵a 칥ntr-un mod 칥n care nimeni altcineva nu o poate face. Te iubesc mai mult dec칙t orice cuv칙nt ar putea descrie iubirea mea!!!"
   },
   {
      "date": "2025-09-11",
      "content": "C칙nd m캒 탵ii 칥n bra탵e, timpul 칥nceteaz캒 s캒 mai existe 탳i r캒m칙nem doar noi, dou캒 inimi care bat la unison, care avem acela탳i vis, care lupta 칥mpreun캒 ne칥ncetat!!"
   },
   {
      "date": "2025-09-12",
      "content": "Am 칥ncredere 칥n tine 탳i 탳tiu c캒 vei reu탳i mereu iubirea mea infinit캒 탳i perfect캒!! Te iubesc cel mai mult puiul meu mic!!!"
   },
   {
      "date": "2025-09-13",
      "content": "VINO CU MINE TOT MEREU\\n LOCUL MEU E L츽NG캑 PUIUL MEU!!!",
      "link": "https://youtu.be/wmNpYFoRD8A"
   },
   {
      "date": "2025-09-14",
      "content": "Iubirea ta face ca distan탵a s캒 fie doar un mic obstacol. Te port 칥n inima mea 칥n fiecare clipa, simt iubirea ta in fiecare moment!"
   },
   {
      "date": "2025-09-15",
      "content": "Visez la ziua c칙nd o s캒 fim 칥mpreun캒 mereu 탳i ne vom bucura de r칙setele 탳i s캒rut캒rile puilor nostri. Vreau la tine in brate dragostea mea, sa avem mereu ai no탳tri minuna탵i copila탳i!"
   },
   {
      "date": "2025-09-16",
      "content": "Tu e탳ti inima mea, lumina mea, iubirea mea infinit캒. 칉탵i mul탵umesc pentru fiecare zi minunat캒 pui mic si perfect. Te iubesc cel mai mult, mai mult dec칙t orice iubirea mea dulceeee!!!"
   },
   {
      "date": "2025-09-17",
      "content": "Dintre miile de stele de pe cerul instelat,\nTe aleg mereu pe tine puiul meu inaripat!"
   },
   {
      "date": "2025-09-18",
      "content": "Fiecare moment petrecut al캒turi de tine este o comoar캒 mai important캒 dec칙t orice cadou!"
   },
   {
      "date": "2025-09-19",
      "content": "E탳ti motivul pentru care z칙mbesc. Esti motivul pentru care iubesc. Esti motivul pentru care traiesc."
   },
   {
      "date": "2025-09-20",
      "content": "Dac캒 a탳 fi imparat nu as vrea orase 탳i nici bog캒탵ii. Ceea ce sufletul meu cer탳e탳te este inima ta!!"
   },
   {
      "date": "2025-09-21",
      "content": "Fiecare zi al캒turi de tine e o binecuv칙ntare. Mul탵umesc c캒 e탳ti aici, c캒 m캒 iube탳ti 탳i c캒 m캒 칥nve탵i ce 칥nseamn캒 dragostea adev캒rat캒."
   },
   {
      "date": "2025-09-22",
      "content": "DACA AS FI UN SPIRIDU탲 AS VREA INIMIOARA TAAAA"
   },
   {
      "date": "2025-09-23",
      "content": "Dragostea ta e refugiul meu, bratele tale sunt casa mea iar buzele tale dulci sunt a mea minunat캒 alinare!"
   },
   {
      "date": "2025-09-24",
      "content": "Nu exist캒 loc mai frumos in aceasta lume dec칙t 칥n bra탵ele tale. Tu e탳ti totul meu iubito!!!"
   },
   {
      "date": "2025-09-25",
      "content": "Tu e탳ti viitorul meu dulce iar locul meu este al캒turi de tine mereu iubirea mea infinit캒 탳i perfect캒!!!"
   },
   {
      "date": "2025-09-26",
      "content": "C칙nd e탳ti fericit캒, lumea mea e complet캒. Lumea mea este alaturi de tine puiul meu mic!!!"
   },
   {
      "date": "2025-09-27",
      "content": "Mi-a탳 dori s캒 fiu l칙ng캒 tine chiar acum, s캒-탵i spun c칙t de mult 칥nsemni pentru mine! Locul meu e mereu l칙ng캒 tine puiul meu mic 탳i frumos 탳i minunat!!!"
   },
   {
      "date": "2025-09-28",
      "content": "E탳ti motivul pentru care cred 칥n iunie 탳i 칥n fericire!! Te iubesc cel mai mult puiule mic!!"
   },
   {
      "date": "2025-09-29",
      "content": "Dragostea ta e refugiul meu, alinarea mea 탳i for탵a mea 칥n fiecare zi! 칉탵i mul탵umesc puiule pentru tot ceea ce faci tu 탳i pentru dragostea mea iubito!!!"
   },
   {
      "date": "2025-09-30",
      "content": "Te iubesc mai mult dec칙t pot spune cuvintele. Te iubesc mai mult decat infinitul 탳i mai mult dec칙t orice puiul meu mic!!"
   }
]